Repository: pypi-data/pypi-mirror-82
Catalog: packages/trytond-sale-shipment-tolerance/trytond_sale_shipment_tolerance-5.0.3-py3-none-any.whl/trytond/modules/sale_shipment_tolerance/locale/*.po
Languages: es

# error:sale.line:
source: The Sale Line "%s" exceed the over shipment tolerance.
es: La linea de venta "%s" sobrepasa la tolerancia envío excesivo.

# field:sale.configuration,sale_over_shipment_tolerance:
source: Sale Over Shipment Tolerance
es: Tolerancia de envío excesivo de venta

# field:sale.configuration,sale_under_shipment_tolerance:
source: Sale Under Shipment Tolerance
es: Tolerancia de falta de envío de venta

# field:sale.configuration.shipment_tolerance,create_date:
source: Create Date
es: Fecha de creación

# field:sale.configuration.shipment_tolerance,create_uid:
source: Create User
es: Usuario de creación

# field:sale.configuration.shipment_tolerance,rec_name:
source: Record Name
es: Nombre del registro

# field:sale.configuration.shipment_tolerance,sale_over_shipment_tolerance:
source: Sale Over Shipment Tolerance
es: Tolerancia de envío excesivo de venta

# field:sale.configuration.shipment_tolerance,sale_under_shipment_tolerance:
source: Sale Under Shipment Tolerance
es: Tolerancia de falta de envío de venta

# field:sale.configuration.shipment_tolerance,write_date:
source: Write Date
es: Fecha de modificación

# field:sale.configuration.shipment_tolerance,write_uid:
source: Write User
es: Usuario de modificación

# help:sale.configuration,sale_over_shipment_tolerance:
source: The upper quantity accepted in percentage.
es: El porcentaje de cantidad excesiva que se acepta.

# help:sale.configuration,sale_under_shipment_tolerance:
source: The lower quantity accepted in percentage.
es: El porcentaje de cantidad mínima a aceptar como enviado.

# help:sale.configuration.shipment_tolerance,sale_over_shipment_tolerance:
source: The upper quantity accepted in percentage.
es: El porcentaje de cantidad excesiva que se acepta.

# help:sale.configuration.shipment_tolerance,sale_under_shipment_tolerance:
source: The lower quantity accepted in percentage.
es: El porcentaje de cantidad mínima a aceptar como enviado.

# model:sale.configuration.shipment_tolerance,name:
source: Sale Configuration Shipment Tolerance
es: Configuración de la tolerancia de envío de venta

# view:sale.configuration:
source: Sale Shipment Tolerance
es: Tolerancia de envío de venta
