Repository: pypi-data/pypi-mirror-82
Catalog: packages/cubicweb-timesheet/cubicweb-timesheet-0.17.1.tar.gz/cubicweb-timesheet-0.17.1/cubicweb_timesheet/i18n/*.po
Languages: fr

source: Activity
fr: Activité

source: Activity_plural
fr: Activités

source: Calendars
fr: Calendriers

# inlined:Resource.use_calendar.subject
source: Calendaruse
fr: Utilise le calendrier

source: My actions
fr: Mes actions

source: My activities
fr: Mes activités

source: New Activity
fr: Nouvelle activité

source: New Resource
fr: Nouvelle ressource

source: New Resourcetype
fr: Nouveau type de ressource

source: Open workorders
fr: Budgets ouverts

source: Recent activities
fr: Activités récentes

source: Resource
fr: Ressource

source: Resource_plural
fr: Ressources

source: Resources using this calendar
fr: Ressources utilisant ce calendrier

source: Resourcetype
fr: Type de ressource

source: Resourcetype_plural
fr: Types de ressource

source: This Activity
fr: Cette activité

source: This Resource
fr: Cette ressource

source: This Resourcetype
fr: Ce type de ressource

source: actions_edit
fr: éditer

source: activities validated
fr: activités validées

source: activity details
fr: détail des activités

source: activity overview
fr: résumé des activités

source: activity-current
fr: activités récentes

source: activity-details
fr: détail des activités

source: activity-graph
fr: graphe des activités

source: activity-overview
fr: résumé des activités

source: activitytable
fr: table d'activités

source: add Resource euser CWUser object
fr: ressource

source: add Resource use_calendar Calendaruse subject
fr: calendrier pour cette ressource

# inlined:Resource.use_calendar.subject
source: add a Calendaruse
fr: calendrier

source: begin date
fr: date de début

source: calendar
fr: calendrier

source: creating Calendaruse (Resource %(linkto)s use_calendar Calendaruse)
fr: création d'un calendrier utilisant le calendrier %(linkto)s

source: creating Resource (Resource euser CWUser %(linkto)s)
fr: création d'une ressource pour l'utilisateur %(linkto)s

source: ctxcomponents_timesheet.activities_box
fr: activités

source: ctxcomponents_timesheet.activities_box_description
fr: description des activités

source: ctxcomponents_timesheet.my_actions_box
fr: mes actions

source: ctxcomponents_timesheet.my_actions_box_description
fr: description de mes actions

source: days worked
fr: jours travaillés

source: declare activities
fr: déclarer des activités

source: diem
fr: jour

# Activity
source: diem
fr: jour

source: done_by
fr: fait par

# Activity
source: done_by
fr: fait par

source: done_by_object
fr: a fait

# Resource
source: done_by_object
fr: a fait

source: done_for
fr: imputé sur

# Activity
source: done_for
fr: imputé sur

source: done_for_object
fr: imputations

# WorkOrder
source: done_for_object
fr: imputation

source: duration
fr: durée

# Activity
source: duration
fr: durée

source: end date
fr: date de fin

source: euser
fr: associée à

# Resource
source: euser
fr: utilisateur

source: euser_object
fr: associé à la ressource

# CWUser
source: euser_object
fr: associé à la ressource

source: facets_activity-resource-facet
fr: facette ressource

source: facets_activity-workorder-facet
fr: facette commande

source: facets_diem-facet
fr: facette jour

source: facets_duration-facet
fr: facette durée

source: from
fr: depuis

source: my activities
fr: mes activités

source: my_space
fr: mon compte

source: no resource for user %s
fr: pas de ressource pour l'utilisateur %s

source: no workorders
fr: aucune commande

source: no workorders in state %s
fr: pas de commandes dans l'état %s

source: other workorders
fr: autres commandes

source: pending
fr: en attente

source: percentage of time spent per resource
fr: temps passé par ressource

source: project
fr: projet

source: rate
fr: taux

# Resource
source: rate
fr: taux

source: recent activities
fr: activités récentes

source: resource
fr: ressource

source: resource-calendar
fr: calendrier

source: rtype
fr: type de ressource

# Resource
source: rtype
fr: type de ressource

source: rtype_object
fr: type de ressource de

# Resourcetype
source: rtype_object
fr: type de ressource de

source: see my calendars
fr: voir mes calendriers

source: see projman
fr: voir projman

source: state
fr: état

source: statisitics for user
fr: statistiques pour l'utilisateur

source: statistics
fr: statistiques

source: status
fr: état

source: time someone spent working on something
fr: temps passé par quelqu'un à travailler sur quelque chose

source: time spent
fr: temps passé

source: time spent ratio
fr: pourcentage du temps passé

# Resource
source: title
fr: titre

source: todo_by
fr: à faire par

# WorkOrder
source: todo_by
fr: à faire par

source: todo_by_object
fr: doit faire

# Resource
source: todo_by_object
fr: à faire par

source: until
fr: jusqu'à

# Resource
source: use_calendar
fr: utilise le calendrier

# Calendaruse
source: use_calendar_object
fr: utilisé par

source: validate
fr: valider

source: validate activities
fr: valider les activités

source: validated
fr: validé

source: workorder
fr: lot

source: workorders in state %s
fr: commandes dans l'état %s

source: workpackage
fr: lot

source: your workorders
fr: vos lots
