Repository: pypi-data/pypi-mirror-82
Catalog: packages/django-filero/django-filero-0.2.6.tar.gz/django-filero-0.2.6/filer/locale/*/LC_MESSAGES/django.po
Languages: gl

source: django filer
gl: Editor de Fotografías

source: Folder with this name already exists.
gl: Xa existe unha carpeta con este nome.

source: Advanced
gl: Avanzado

source: Items must be selected in order to perform actions on them. No items have been changed.
gl: Os elementos deben estar seleccionados para efectuar accións sobre eles. Ningún elementos foi modificado.

source: %(total_count)s selected
gl: %(total_count)s seleccionado

source: 0 of %(cnt)s selected
gl: 0 de %(cnt)s seleccionados

source: No action selected.
gl: Ningunha acción seleccionada.

source: Successfully moved %(count)d files to clipboard.
gl: %(count)d arquivos movidos con éxito ao portapapeis.

source: Move selected files to clipboard
gl: Mover arquivos selecionados ao portapapeis.

source: Successfully disabled permissions for %(count)d files.
gl: Permisos para %(count)d arquivos deshabilitados con éxito.

source: Successfully enabled permissions for %(count)d files.
gl: Permisos para %(count)d arquivos habilitados con éxito.

source: Enable permissions for selected files
gl: Habilitar permisos para os arquivos seleccionados.

source: Disable permissions for selected files
gl: Deshabilitar permisos para os arquivos seleccionados.

source: Successfully deleted %(count)d files and/or folders.
gl: Eliminados %(count)d arquivos y/o carpetas con éxito.

source: Cannot delete files and/or folders
gl: Non é posible eliminar arquivos e/ou carpetas

source: Are you sure?
gl: ¿Estás seguro?

source: Delete files and/or folders
gl: Eliminar arquivos e/ou carpetas

source: Delete selected files and/or folders
gl: Eliminar arquivos e/ou carpetas seleccionados

source: Successfully moved %(count)d files and/or folders to folder '%(destination)s'.
gl: Movidos con éxito %(count)d arquivos e/ou carpetas á carpeta '%(destination)s'.

source: Move files and/or folders
gl: Mover arquivos e/ou carpetas

source: Move selected files and/or folders
gl: Mover arquivos e/ou carpetas seleccionados

source: Successfully renamed %(count)d files.
gl: Cambiouse o nome a %(count)d arquivos con éxito.

source: Rename files
gl: Cambiar o nome de arquivos

source: Successfully copied %(count)d files and/or folders to folder '%(destination)s'.
gl: Copiados con éxito %(count)d arquivos e/ou carpetas á carpeta '%(destination)s'.

source: Copy files and/or folders
gl: Copiar arquivos e/ou carpetas

source: Copy selected files and/or folders
gl: Copiar arquivos e/ou carpetas seleccionados

source: Successfully resized %(count)d images.
gl: Cambiouse a dimensión de %(count)d imágenes con éxito.

source: Resize images
gl: Cambiar a dimensión de imaxes.

source: Resize selected images
gl: Cambiar a dimensión de imaxes seleccionadas.

source: Suffix which will be appended to filenames of copied files.
gl: Sufixo que se engadirá aos nomes de arquivos copiados.

source: Suffix should be a valid, simple and lowercase filename part, like "%(valid)s".
gl: O sufixo debe ser unha parte válida de un nome de arquivo, simple e en minúsculas, como "%(valid)s".

source: Unknown rename format value key "%(key)s".
gl: Valor chave "%(key)s" do formato de cambio de nome desconocido.

source: Invalid rename format: %(error)s.
gl: Formato de cambio de nome inválido: %(error)s.

source: thumbnail option
gl: opción da miniatura

source: width
gl: ancho

source: height
gl: alto

source: crop
gl: recortar

source: upscale
gl: ampliar

source: Thumbnail option or resize parameters must be choosen.
gl: Debes elixir unha opción de miniatura ou algún parámetro de cambio de dimensión.

source: Resize parameters must be choosen.
gl: Debes elixir parámetros de cambio de dimensión.

source: Subject location
gl: Localización do suxeito

source: Location of the main subject of the scene.
gl: Localización do suxeito principal da escena.

source: user
gl: usuario

source: files
gl: arquivos

source: clipboard
gl: portapapeis

source: clipboards
gl: portapapeis

source: file
gl: arquivo

source: clipboard item
gl: elemento do portapapeis

source: clipboard items
gl: elementos do portapapeis

source: folder
gl: carpeta

source: file size
gl: tamaño do arquivo

source: has all mandatory data
gl: ten todos os datos obligatorios

source: original filename
gl: nome do arquivo orixinal

source: name
gl: nome

source: description
gl: descrición

source: owner
gl: propietario

source: uploaded at
gl: subido o

source: modified at
gl: modificado o

source: Permissions disabled
gl: Permisos desactivados

source: Disable any permission checking for this
gl: Desactiva as comprobacións de premisos para este

source: created at
gl: creado o

source: Folder
gl: Carpeta

source: Folders
gl: Carpetas

source: all items
gl: todos os elementos

source: this item only
gl: só este elemento

source: this item and all children
gl: este elemento e todos os fillos

source: type
gl: tipo

source: group
gl: grupo

source: everybody
gl: todos

source: can edit
gl: pode editar

source: can read
gl: pode leer

source: can add children
gl: pode engadir fillos

source: folder permission
gl: permiso de carpeta

source: folder permissions
gl: permisos de carpetas

source: date taken
gl: data elixida

source: default alt text
gl: texto alternativo por defecto

source: default caption
gl: pé de foto por defecto

source: author
gl: autor

source: must always publish author credit
gl: sempre debes publicar o recoñecemento do autor

source: must always publish copyright
gl: sempre debes publicar dereitos de autor

source: subject location
gl: localización do suxeito

source: image
gl: imaxe

source: images
gl: imaxes

source: unfiled files
gl: arquivos non clasificados

source: files with missing metadata
gl: arquivos con metadatos perdidos

source: root
gl: raíz

source: Run the selected action
gl: Executa a acción seleccionada

source: Go
gl: Adiante

source: Click here to select the objects across all pages
gl: Preme aquí para seleccionar os obxectos de todas as páxinas

source: Select all %(total_count)s files and/or folders
gl: Selecciona os %(total_count)s arquivos e/ou carpetas

source: Clear selection
gl: Borrar a selección

source: Go back to admin homepage
gl: Volver á páxina de administración

source: Home
gl: Páxina de inicio

source: Go back to Filer app
gl: Volver ao Editor de Fotografías

source: Filer
gl: Editor de Fotografías

source: Go back to root folder
gl: Volver á carpeta raíz

source: Go back to '%(folder_name)s' folder
gl: Volver á carpeta '%(folder_name)s'

source: duplicates
gl: duplicados

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
gl: Se borras os '%(escaped_object)s’ %(object_name)s, borrarás obxectos relacionados, pero a túa conta non ten permiso para borrar os seguintes tipos de obxectos:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
gl: Se borras os '%(escaped_object)s’ %(object_name)s, borrarás os seguintes obxectos relacionados protexidos:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
gl: Estás seguro/a de que queres borrar os "%(escaped_object)s" %(object_name)s? Borraranse os seguintes elementos relacionados:

source: Yes, I'm sure
gl: Si, estou seguro/a

source: Deleting the selected files and/or folders would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
gl: Se borras os arquivos seleccionados e/ou carpetas, borrarás obxectos relacionados, pero a túa conta non ten permiso para borrar os seguintes tipos de obxectos:

source: Deleting the selected files and/or folders would require deleting the following protected related objects:
gl: Se borras os arquivos seleccionados e/ou carpetas, borrarás os seguintes obxectos relacionados protexidos:

source: Are you sure you want to delete the selected files and/or folders? All of the following objects and their related items will be deleted:
gl: Estás seguro/a de que queres borrar os arquivos e/ou carpetas seleccionados? Borraranse os seguintes obxectos e elementos relacionados:

source: Go back to
gl: Volver a

source: admin homepage
gl: páxina de administración

source: History
gl: Histórico

source: View on site
gl: Ver na web

source: Folder Icon
gl: Icono de Carpeta

source: Your account doesn't have permissions to copy all of the selected files and/or folders.
gl: A túa conta non permisos para copiar todos os arquivos e/ou carpetas seleccionados.

source: There are no destination folders available.
gl: Non hai destino de carpetas dispoñible.

source: There are no files and/or folders available to copy.
gl: Non hai arquivos e/ou carpetas dispoñibles para copiar.

source: The following files and/or folders will be copied to a destination folder (retaining their tree structure):
gl: Os seguintes arquivos e/ou carpetas copiaranse na carpeta de destino (mantendo a súa estrutura de árbore):

source: Destination folder:
gl: Destino da carpeta:

source: Copy
gl: Copiar

source: Your account doesn't have permissions to resize all of the selected images.
gl: A túa conta non ten permisos para cambiar o tamaño de todas as imaxes seleccionadas.

source: There are no images available to resize.
gl: Non hai imaxes dispoñibles para cambiarlles o tamaño.

source: The following images will be resized:
gl: Cambiaráselle o tamaño ás seguintes imaxes:

source: Choose an existing thumbnail option or enter resize parameters:
gl: Elixe unha opción da miniatura existente ou introduce parámetros para cambiar o tamaño:

source: Choose resize parameters:
gl: Elixe os parámetros de cambio de tamaño:

source: Warning: Images will be resized in-place and originals will be lost. Maybe first make a copy of them to retain the originals.
gl: Atención: As imaxes cambiarán de tamaño aquí e os orixinais perderanse. Pode que queiras facer unha copia para manter os orixinais.

source: Resize
gl: Cambiar de tamaño

source: Your account doesn't have permissions to move all of the selected files and/or folders.
gl: A túa conta non ten permisos para mover os arquivos e/ou as carpetas seleccionados.

source: There are no files and/or folders available to move.
gl: Non hai arquivos e/ou carpetas dispoñibles para mover.

source: The following files and/or folders will be moved to a destination folder (retaining their tree structure):
gl: Os seguintes arquivos e/ou carpetas moveranse para a carpeta de destino (mantendo a súa estrutura de árbore):

source: Move
gl: Mover

source: Your account doesn't have permissions to rename all of the selected files.
gl: A túa conta non ten permisos para cambiar de nome a todos os arquivos seleccionados.

source: There are no files available to rename.
gl: Non hai arquivos dispoñibles aos que cambiar o nome.

source: The following files will be renamed (they will stay in their folders and keep original filename, only displayed filename will be changed):
gl: Os seguintes arquivos cambiarán de nomes (permanecerán nas súas carpetas e manterán os seus nomes orixinais, só cambiarán os nomes que se mostran):

source: Rename
gl: Cambiar o nome

source: Adds a new Folder
gl: Engade unha nova Carpeta

source: New Folder
gl: Nova Carpeta

source: upload files
gl: subir arquivos

source: Upload
gl: Subir

source: Go back to the parent folder
gl: Volver á carpeta pai

source: 1 folder
gl: 1 carpeta

source: 1 file
gl: 1 arquivo

source: Change current folder details
gl: Cambiar detalles da carpeta actual

source: Change
gl: Cambiar

source: Name
gl: Nome

source: Change '%(item_label)s' folder details
gl: Cambiar os detalles da carpeta '%(item_label)s'

source: Owner
gl: Propietario

source: Select this file
gl: Selecciona este arquivo

source: Change '%(item_label)s' details
gl: Cambia os detalles de '%(item_label)s'

source: Delete '%(item_label)s'
gl: Borrar '%(item_label)s'

source: Delete
gl: Borrar

source: Permissions
gl: Permisos

source: disabled
gl: desactivado

source: enabled
gl: activado

source: Move to clipboard
gl: Mover ao portapapeis

source: there are no files or subfolders
gl: non hai arquivos ou subcarpetas

source: previous
gl: anterior

source: Page %(number)s of %(num_pages)s.
gl: Páxina %(number)s de %(num_pages)s.

source: next
gl: seguinte

source: Add new
gl: Engadir nova

source: Please correct the error below.
gl: Por favor, corrixe o erro indicado abaixo.

source: Save
gl: Gardar

source: Full size preview
gl: Vista previa a tamaño completo

source: Search
gl: Buscar

source: Enter your search phrase here
gl: Introduce aquí a frase a buscar

source: Click here to
gl: Preme aquí para

source: run search for entered phrase
gl: executa buscar para a frase introducida

source: Check it to
gl: Compróbao para

source: limit the search to current folder
gl: limitar a procura á carpeta actual

source: found
gl: encontrado

source: and
gl: e

source: cancel search
gl: cancelar procura

source: file missing
gl: arquivo perdido

source: Clipboard
gl: Portapapeis

source: Paste all items here
gl: Pegar todos os elementos aquí

source: discard
gl: descartar

source: Move all clipboard files to
gl: Mover todos os elementos do portapapeis a

source: the clipboard is empty
gl: o portapapeis está baleiro

source: upload failed
gl: subida fallida

source: no file selected
gl: ningún arquivo seleccionado

source: Lookup
gl: Procura

source: Clear
gl: Borrar

source: none selected
gl: ningún seleccionado

source: Folder '%(folder_label)s' files
gl: Arquivos da carpeta '%(folder_label)s'

source: File name
gl: Nome do arquivo

source: export
gl: exportar

source: download image
gl: descargar imaxe

source: Folder name already taken.
gl: Nome de carpeta xa escollido.

source: Submit
gl: Enviar
