Repository: pypi-data/pypi-mirror-82
Catalog: packages/searchlight-ui/searchlight-ui-9.0.0.tar.gz/searchlight-ui-9.0.0/releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: ru

source: A unified cross resource search panel for the Mitaka release
ru: Унифицированная межресурная панель поиска для релиза Mitaka

source: Cinder volumes and snapshots summary view
ru: Сводка по дискам и снимкам Cinder

source: Current Series Release Notes
ru: Примечания к текущему релизу

source: Glance images summary view
ru: Сводка по образам Glance

source: Mitaka Series Release Notes
ru: Примечания к релизу Mitaka

source: New Features
ru: Новый функционал

source: Newton Series Release Notes
ru: Примечания к релизу Newton

source: Ocata Series Release Notes
ru: Примечания к релизу Ocata

source: Persistent search settings
ru: Постоянные настройки поиска

source: Pike Series Release Notes
ru: Примечания к релизу Pike

source: Prelude
ru: Введение

source: Queens Series Release Notes
ru: Примечания к релизу Queens

source: Searchlight Release Notes
ru: Примечания о панели Searchlight

source: Sort by relevancy, last updated, alphabetical
ru: Отсортировано по релевантности, последнему обновлению, в алфавитном порядке

source: Stein Series Release Notes
ru: Примечания к релизу Stein
